Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/artsdatabanken.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The post abdomen has 11–20 spinules increasing in size distally, where the lateral spinules have groups of small setae.
nb: Bakkroppen er besatt med 11–20 fine tenner som øker i størrelse mot enden.

source: It lives in different habitats in the littoral like sand, stones, gravel, vegetation and detritus.
nb: Den lever i forskjellige habitater i strandsonen, som sand, grus, stein, vegetasjon og detritus.

source: It is found from sea level and up to 1355 m a.s.l. in localities of all sizes including small ponds.
nb: Den har en vid utbredelse i Norge og er funnet i alle typer av vannforekomster, inklusive små pytter og dammer, fra havnivå og opp til høyfjellet (1355 moh.).

source: The male has less spines (2–4) but they are larger in size.
nb: Hos hannen finner vi færre tagger (2–4), men de er kraftigere enn hos hunnen.

source: fimbriatus pH varies between 5,0 and 7.9 and conductivity between 1.5 and 45 mS/m.
nb: pH i funnlokalitetene varierer mellom 5,0 and 7,9, mens ledningsevnen er 1,5–45 mS/m.

source: According to Einsle (1993), varicans
nb: I følge Einsle (1993) er skrevehops vidt utbredt i mellom-Europa.

source: In the summer it can be more or less hyaline.
nb: Bakkroppen er mørkebrun og tydelig punktuert.

source: Also occurs around the Faeroe Islands, Denmark, the British Isles including Shetland, and the Mediterranean Sea.
nb: Færøyene, Danmark, De Britiske Øyer, Shetland, og Middelhavet.

source: is associated with lakes that are rich in calsium (mean 15 mg/l).
nb: Brunstripenebbkreps er assosiert med kalsiumrike lokaliteter (gjennomsnitt 15 mg/l).

source: is a large and very slender harpactoid.
nb: er en stor og slank harpacticoide.

source: It is easy to distinguish from all chydorids because the posterior margin of the carapace has 12–21 coarse teeth.
nb: Den er lett å skille fra alle andre arter tilhørende familien Chydoridae ved 12–21 kraftige tenner som utgjør bakkanten av ryggskjoldet.

source: Species which are native in parts of Norway but which (after the year 1800) have been dispersed by humans to places in Norway where they do not belong, can also be risk-assessed.
nb: Arter som hører naturlig hjemme i deler av Norge, men som (etter 1800) har blitt spredt av mennesker til steder i Norge der de ikke hører hjemme, kan også risikovurderes.

source: Stably reproducing populations after the year 1800
nb: Fast reproduserende etter år 1800

source: They have been classified into three groups:
nb: Det finnes tre grupper av dørstokkarter:

source: It is found in water bodies of all sizes from sea level and up to 1233 m a.s.l. in a wide variety of substrates, with and without vegetation.
nb: Den er funnet på substrat både med og uten vegetasjon, og i alle typer av vannforekomster både nær havnivå og i fjellet (1233 moh.).

source: The next time the species was recorded, was in 2007 in three dirty ponds in Lier, west of Oslo.
nb: I 2007 ble den imidlertid funnet i tre dammer nær motorveien i Lier.

source: pH and conductivity vary respectively between 4.5 and 7.5 and 0.4 to 42 mS/m.
nb: pH og ledningsevne varierer henholdsvis mellom 4,5–7,5 og 0,4–42 mS/m i funnlokalitetene.

source: Electrolyte rich water favours the species which occurs in more than 10 % of the water bodies having a conductivity above 10 mS/m.
nb: Elektrolyttrike (næringsrike) vann ser ut til å favorisere frynsekreps som er funnet i 10 % av vannene som har ledningsevne >10 mS/m.

source: Occurs in Svalbard, Greenland, Iceland, the Barents Sea, the White Sea, the Laptev Sea, the East Siberian Sea, and from the slope north of the Norwegian Trench at 62° 30’ N.
nb: Finnes rundt Svalbard, Grønnland, Island, Barentshavet, Hvitehavet, Laptevhavet, Østsibirhavet, og på kontinentalskråningen nord for Norskerenna (62° 30’ N).

source: The radula consists of 13 rows of teeth with two outer lateral teeth and one inner lateral tooth on each side.
nb: Raspetungen (radula) består av 13 tannrekker med to ytre sidetenner og en indre sidetann på hver side.

source: kindtii is a true limnetic predator, and recorded from 8% of the lakes where zooplankton is sampled.
nb: Glassrovkreps er en ekte planktonisk predator som er funnet i 8 % av vannene og fins spredt i landet med unntak av lengst i nord.

source: The species have a wide tolerance towards pH (3.7–8.1) but occurs with its highest frequency at pH<5.0.
nb: Den har en vid toleranse i forhold til pH (3,7–8,1), men er mest vanlig når pH<5.0.

source: The gizzard is rounded and not surrounded by muscle fibres, and holds three unequally sized, light brown plates with dark brown knobs (tubercles) on dorsal surface.
nb: Kråsen (tyggemagen) er avrundet og ikke dekket av muskelfibere, men inneholder tre lysebrune kråsplater av ulik størrelse.

source: , more than half of the length of the antennule is reaching beyond the rostrum.
nb: , synes mer enn halvparten av det andre antenneparet bak rostrum (den fremre delen av hodepartiet).

source: Groups (taxon) below species level
nb: Grupper (takson) under artsnivå

source: in two lakes in Norway, respectively Lake Tyrifjorden and Lake Mjøsa.
nb: Sars fant relikthops i to innsjøer i Norge, henholdsvis Tyrifjorden og Mjøsa.

source: may be of nearly the same size (i.e.
nb: er omtrent av samme størrelse (jfr.

source: The radula consists of 14–17 rows of teeth, where on each side we find 3–7 outer lateral teeth, one inner lateral tooth and a central (rachidian) tooth.
nb: Raspetungen (Radula) består av 14–17 tannrekker med 3-7 ytre sidetenner og en indre sidetann, samt en midttann (rachidie).

source: The shell is absent (Thompson 1976) or extremely reduced as in all species of the family Philinoglossidae. Animal description
nb: Arten mangler skall (Thompson 1976), eller det kan være ekstremt redusert som hos alle arter i familien Philinoglossidae. Kropp

source: The antennule consists of eight segments.
nb: Den første antennen (antennule) er kort og består av åtte ledd.

source: The operculum has a number (7–16) of large spines.
nb: Kjønnsåpningslappen (operculum) har 7–16 tagger.

source: The species is a cold stenotherm species, most common at high elevation.
nb: er en kaldstenoterm art som er vanligst i høyereliggende områder.

source: Pleuroxus uncinatus is relative close to
nb: Pleuroxus uncinatus har mange fellestrekk med spissnutekreps

source: is typical for the Arctic, having a Palearctic and Nearctic distribution.
nb: er en relativt ny art for Norge som er blitt funnet i to innsjøer på Østlandet.

source: Postabdomen has 7–10 relatively small denticles with little variance in size.
nb: Bakkroppen har 7–10 små tenner som varierer lite i størrelse.

source: speratus is found in more than 11 % of the water bodies.
nb: Fintagghalehops er en griper/predator som er funnet i drøyt 11 % av lokalitetene.

source: The radula usually consists of 16 rows of teeth, with two smaller outer lateral teeth and one large inner lateral tooth on each side.
nb: Raspetungen (radula) består vanligvis av 16 tannrekker med to mindre ytre sidetenner og en stor indre sidetann.

source: Conductivity varies between 0.8 and 42 mS/m.
nb: Ledningsevnen i funnlokalitetene varierer mellom 0,8 og 42 mS/m.

source: dispar is a littoral species recorded from about 2 % of the water bodies.
nb: Enøyekreps er en strandlevende skraper som er funnet i overkant av 2 % av vannforekomstene.

source: The highest record is from a small lake 1396 m a.s.l. pH (4.2–9.9) and the level of electrolytes (0.5–83,8 mS/m) does not seem to affect the distribution of denticornis
nb: Det høyestliggende funnet er gjort 1396 moh. Den forekommer med samme frekvens til over tregrensen. Funnene viser at arten er tolerant både når det gjelder pH (4,2–9,9) og ledningevne (0,5–83,8 mS/m).

source: Only know from Norway where it occurs south-west of Lofoten Islands and west of Sørøya, Finnmark.
nb: Kun kjent fra Norge og finnes sørvest for Lofoten øyene og vest for Sørøya, Finnmark.

source: which is widely distributed in Norway, and so far it has been recorded in about 20 % of the water bodies.
nb: -artene og fins i hele landet. Den er en predator/griper som er funnet i >20 % av vannforekomstene.

source: In Norway this species was found to be dominant on the continental slope down to 1000 m, but has been found at 2304 m.
nb: I Norge er denne arten dominerende på kontinentalskråningen ned til 1000 m, men har blitt funnet på dyp som 2304 m.

source: The radula is absent.
nb: Raspetungen (radula) mangler.

source: curvirostris is a littoral macrofiltrator found in 16 % of the localities.
nb: Bruntvannskreps er en strandlevende makrofiltrator som er funnet i 16 % av vannforekomstene og er vidt utbredt i Norge.

source: Ceriodaphnia pulchella has been mixed up with
nb: Ceriodaphnia pulchella kan lett bli forvekslet med vanlig prikkdafnie

source: In Norway south of Fleinvær (67°10′N) along the entire coast.
nb: Utbredelse Finnes i Norge fra Fleinvær (67°10′N) og sørover langs hele kysten.

source: In the first leg, the endopod is slightly longer than the exopod, but for the legs 2–4, the endopods are shorter than the exopods.
nb: Hos det første benparet er indre del noe lengre enn ytre del, mens hos de neste tre benparene (2–4) er indre del kortere enn ytre del.

source: The radula consists of 17–22 rows of teeth, with one outer lateral tooth and one inner lateral tooth on each side.
nb: Raspetungen (radula) består av 17–22 tannrekker med en ytre sidetann og en indre sidetann på hver side.

source: The exopod and endopod in the first leg is 2-segmented, and the endopod is especially long.
nb: Ytre del (exopod) av de fire første benparene har tre ledd, mens tilsvarende indre benpar (endopod) er 2-leddet.

source: On fine sand from the intertidal inside tide-pools, under boulders on beaches, down to depths of 2000 m.
nb: På fin sand fra fjæra, i tidevannbassenger, fjærepytter, under steinblokker på strender, ned til 2000 m.

source: G.O. Sars found this species in small grassy ponds in Oslo.
nb: Sars fant dverghops i små vegetasjonsrike dammer i Oslo.

source: It is never found when pH<6.
nb: Den er aldri funnet når pH<6.

source: Most of these are situated between 300 and 1000 m. a.s.l. It is most common in ponds and small lakes, often with a high content of humus.
nb: De fleste av disse ligger mellom 300 og 1000 moh. og består av dammer og småvann, ofte omgitt av torvmose.

source: rectangula is a littoral species found in about 7 % of the water bodies.
nb: Brunstripenebbkreps er en strandlevende vannloppe som er funnet i 7 % av de undersøkte lokalitetene.

source: The inner lateral teeth are curved with rounded tips and a broad base, the inner edge is coarsely denticulate.
nb: De indre sidetennene er kurvet med avrundete tupper og en bred base, og den indre kanten har dentikulasjon.

source: This species feeds on foraminiferans, bivalves, gastropods, scaphopods and occasionally sipunculids.
nb: Denne arten spiser foraminiferer, skjell (Bivalvia), snegler, sjøtenner og av og til sipunkulider.

source: It is characterized as a very acid sensitive species.
nb: Arten er vurdert som meget forsuringsfølsom.

source: The central tooth has a square base.
nb: Midttannen har en kvadratisk base.

source: The rostrum is relatively short and the ventral posterior corner has 2–4 small teeth.
nb: Forkant av hodet (rostrum) er forholdsvis kort og på undersiden av ryggskjoldet er det i bakkant 2–4 tenner.

source: P5 (last pair of leg) are very characteristic in
nb: Det siste benparet (p5) er meget karakteristisk hos slekten

source: pH varies from 6.8 to 7.8 and conductivity from 8 to 27 mS/m. vicinus
nb: pH i funnlokalitetene varierer fra 6,8 til 7,8 og ledningsevne fra 8 til 27 mS/m.

source: At the base of the abdominal claw there are 5–8 strong teeth.
nb: Ved basis av bakkroppskloa sitter 5–8 kraftige tenner.

source: The rostrum is short and the antennae are long and slender.
nb: Fremre del av hodet (rostrum) er kort og antennene er lange og slanke.

source: Furthermore the edge of the head has 2–4 small teeth. Like
nb: ved at hodet er lite og mer tilspisset med 2–4 små tenner i forkant.

source: is a littoral copepod found in 7 % of the investigated lakes.
nb: Den er funnet i 7 % av de undersøkte ferskvannslokalitetene.

source: Examples of such species are insects in greenhouses, garden plants or aquarium fish.
nb: Eksempler på slike er insekter i drivhus, hageplanter eller akvariefisker.

source: In the first leg the endopod is as long or slightly shorter than the exopod.
nb: Indre del på første benpar (endopod) er like lang, evt noe kortere enn ytre del (exopod).

source: The opening is large, and extends the length of the shell, narrowing towards the top.
nb: Åpningen er stor og strekker seg hele lengden av skallet, men smalner mot toppen av skallet.

source: Today the species is recorded from about 20 lakes.
nb: I dag er den registrert i et 20-talls vann i samme region.

source: and also be submitted in the
nb: , og det skal også føres inn i det

source: It’s distributed in all parts of the country from sea level and to 1400 m a.s.l.
nb: Den er utbredt over hele landet fra havnivå og opp til 1400 moh.

source: Of all records, 12 % was directly associated with mosses.
nb: Av samtlige funn var 12 % moserelaterte. Moraria brevipes

source: galeata is distributed all over the country, and occurs in more than 20 % of the water bodies where zooplankton is sampled.
nb: Hettedafnie er vidt utbredt i Norge og fins i mer enn 20 % av vannforekomster der det er tatt planktonprøver.

source: The dorsal edge of postabdomen is covered with 7–12 small teeth.
nb: Denne er besatt med 7–12 fine tenner som øker i størrelse mot enden.

source: This species is circumpolar, occurring as far apart as Japan and Massachusetts and maybe in the Mediterranean Sea.
nb: Denne arten er sirkumpolar og har et utbredelsesområde som strekker seg fra Japan til Massachusetts, USA og kanskje til og med Middelhavet.

source: It is one of the most common copepods in electrolyte rich lakes (>5,0 mS/m).
nb: Den er en av våre vanligste arter i elektrolyttrike vannforekomster (> 5,0 mS/m).

source: There are records from approximately 20 % of the lakes where zooplankton has been sampled.
nb: Den er utbredt over hele landet og funnet i ca 20 % av innsjøene.

source: Occurs at depths of 30–45 m, on shell sand and shell gravel (Thompson 1976). Geographical distribution
nb: Finnes på dyp mellom 30–45 m, i skjellsand og skjellgrus (Thompson 1976). Utbredelse

source: The operculum has normally five large spines while caudal ramus has a rectangular shape.
nb: Det bakerste leddet på bakkroppen (caudal ramus) har et firkantet utseende.

source: The salivary glands are short and uneven.
nb: Spyttkjertlene er korte og ujevne.

source: Diacyclops nanus may resemble
nb: Diacyclops nanus kan utseendemessig minne om damhops

source: Though it is rare above 1000 m a.s.l it is found at 1271 m a.s.l. It occurs in waters of varying sizes, being most common in small ponds which it may invade a short time after they are established.
nb: Selv om den er sjelden over 1000 moh., er det gjort funn opp til 1271 moh. Den fins i vannforekomster av alle størrelser, men er mest vanlig i næringsrike små pytter og dammer.

source: This is an amphi-Atlantic Arctic species occurring in North America, north of Cape Cod, Greenland, Iceland, and over Svalbard and the Barents Sea to eastern Siberia.
nb: Denne arten er amfi-Atlantisk og fines i Nord Amerika rundt Cape Cod, Grønnland, Island, Svalbard, Barentshavet og østover mot Sibir.

source: Occurs on soft bottom sediments, as clay, sand and on hard bottom sediments as small stones and mud in depths between 8–807 m. Geographical distribution
nb: Finnes på dyp mellom 8–807 m, på bløtbunns sedimenter som leire, sand og på hardbunns sedimenter som småstein og leire. Utbredelse

source: pulchella is found in 8 % of the localities, and among
nb: Børsthaleprikkdafnie er funnet i 8 % av vannene og blant

source: Occurs at depths down to 240 m on mud, rocks with Psolus sea cucumbers, mud with shells, sand, stones, gravel, clay, mire and species of algae.
nb: Finnes på dyp ned til 240 m, på gjørme, steiner med Psolus sjøpølser, gjørme med skjell, sand.

source: The species is rare in electrolyte poor water (<1.5 mS/m).
nb: Vi finner den sjelden i de mest elektrolyttfattige vannforekomstene (<1,5 mS/m).

source: in four small ponds, three located in the south and one in Nordland County (not shown in the map).
nb: Sars fant vinterkallhops i fire små dammer, hvorav tre var lokalisert i sør mens den fjerde lå i Nordland.

source: Its rostrum is small, while the operculum has 5–10 long, sharp spines.
nb: Den framskutte delen av hodepartiet (rostrum) er ubetydelig, mens kjønnsåpningslappen (operculum) har 5–10 lange skarpe pigger.

source: These localities are characterized by electrolyte rich water (13–56 mS/m) while pH varies between 6.0 and 8.0.
nb: Funnlokalitene er karakterisert som elektrolyttrike (13–56 mS/m) og med nøytral pH (6,0 og 8,0).

source: It is a tolerant, cosmopolitan and cold stenotherm species, which is found in various types of habitats including springs, lakes, ponds, caves, rock pools, tree holes, soil and litter.
nb: Den er en kosmopolitisk, kaldstenoterm art som er svært tolerant i forhold til varierende miljøforhold og fins i et vidt spekter av habitater (kilder, innsjøer, dammer, huler, «rock pools», hule trær, jord, løv).

source: abyssicola has been found down to about 50 m depth.
nb: Ifølge Lilljeborg er bunnhops funnet ned til 50 meters dyp.

source: Faeroes, Shetland, British Isles, North Sea, Baltic Sea, Mediterranean Sea, Black Sea, Cape Verde Islands.
nb: Finnes også på Færøyene, Shetland, de Britiske Øyer, Nordsjøen, Østersjøen, Middelhavet, Svartehavet og Kapp Verde øyene.

source: Anatomy The radula consists of 12–15 rows of teeth; with one inner lateral on each side and one central (rachidian) tooth.
nb: Raspetungen (radula) består av 12–15 tannrekker med en indre sidetann på hver side og en midttann (rachidie).

source: Except two, all records are from south/southeastern parts of Norway.
nb: De fleste funnene er gjort i nøytrale, næringsrike lavlandslokaliteter.

source: The antennules are composed of 17 joints reaching to the first thorax segment.
nb: Det første antenneparet består av 17 segmenter og rekker bak til det første brystsegmentet.

source: It is found in brakish water (957 mS/m) and seems therefore to be very tolerant towards electrolyte rich water.
nb: Den er registrert i brakkvann (957 mS/m) og arten synes således å være tolerant for elektrolyttrikt vann.

source: Which group of organisms are you studying?
nb: Jeg forsker på systematikk og artsdiversitet hos stilkspore-

source: Found down to 400 m, on sandy mud, sand, and sand with shell-gravel. Geographical distribution
nb: Funnet ned til 400 m, på gjørme med sand, sand og sand med skjellgrus. Utbredelse

source: The conductivity varies between 0.7–84 mS/m.
nb: Ledningsevnen i funnlokalitetene kan variere mellom 0,7 og 84 mS/m.

source: Above this latitude it is rare.
nb: Høyere opp er den mer sjelden.

source: It occurs with its highest frequency in large lakes (>10 ha) though it is also common in relatively small ponds. graciloides
nb: Selv om den er mest vanlig i større vann (>10 ha), er det ikke uvanlig å finne den i små dammer.

source: The operculum has 7–12 strong spines.
nb: Kjønnsåpningslappen (operculum) har 7–12 kraftige tråder.

source: In the first leg, the endopod is as long as, or slightly longer than the exopod, but for the legs 2–4, the endopod is considerably shorter than the exopod.
nb: Hos det første benparet er indre del (endopod) like langt som ytre del (exopod), mens hos de neste tre benparene (2–4) er indre betraktelig kortere enn ytre del.

source: Conductivity is varying between 0.8 and 45 mS/m.
nb: Ledningsevnen i funnlokalitetene varierer mellom 0,8 og 45 mS/m.

source: The last segment of exopod in the legs 2–4 is elongated.
nb: Det siste leddet av ytre del til benparene 2–4 er avlange.

source: The highest record is from a small lake situated 1444 m a.s.l. It has a wide tolerance to differences both in pH and conductivity.
nb: Den er funnet i hele Norge fra havnivå og opp til 1444 moh. Likedes er den funnet i alle typer av ferskvann og er tolerant med hensyn til surhetsgrad og vannets elektrolyttinhold med størst sannsynlighet for å bli funnet ved økende pH og ledningsevne.

source: bicolor have 12 and 11 joints respectively.
nb: Antennene hos skrevehops og tofargehops har respektive 12 og 11 ledd.

source: This species has an amphi-Atlantic distribution, occurring from New England, USA, eastwards to Greenland and Iceland, the Barents and White Seas.
nb: Denne arten er amfi-Atlantisk, opptrer fra New England, USA og østover mot Grønnland, Island, Barentshavet og Hvitehavet.

source: is found in lakes, small pools, swamps, caves, brooks, springs, mosses, subterranean groundwater habitats, hyporheic habitats, wells and water pipes.
nb: er funnet i innsjøer, dammer, sumper, grotter, bekker, kilder, mose, grunnvannshabitater, brønner og i vannrør.

source: The operculum is armed with about 16 small denticles while the caudal ramus is longer than wide, broadest at the base, and tapers slightly towards the distal part.
nb: Kjønnsåpningslappen (operculum) er armert med ca. 16 små tenner. Det bakerste leddet på bakkroppen (caudal ramus) er bredere enn det er langt og smalner av baktil.

source: Occurs at depths down to 160 m on coarse sand, fine shell sand, and mud as well as coarse sand and shell-gravel. Geographical distribution
nb: Finnes på dyp ned til 160 m på grov sand, fin skjellsand, og gjørme samt grov sand og skjellgrus. Utbredelse

source: were found in a pond in Oslo by G.O. Sars in ca 1860.
nb: ble funnet i en Oslodam av G.O. Sars rundt 1860.

source: It is found within the range of pH 3.8–8.0 being especially common in the most acidic localities (<4.5).
nb: Selv om funnlokalitetene har pH 3,8–8,0, er den vanligst i de sureste lokalitetene (<4.5).

source: Inner part of the shell aperture overlaying columella.
nb: Den delen av skallåpningen som dekker deler av columellaen.

source: The operculum has 4–8 spines, which is smaller than in
nb: Kjønnsåpningslappen (operculum) har 4–8 pigger, som er mindre enn de vi finner hos

source: The shell opening is wide.
nb: Åpningen av skallet er stort.

source: karelica in Norway (1978) is from the central parts of south-Norway.
nb: De første funnene av russernebbkreps fra Norge ble gjort i Etnavassdraget i Oppland i 1978.

source: The species have a wide tolerance towards pH (pH 3.9–pH 9.1).
nb: Arten har en vid toleranse i forhold til pH (pH 3,9–9,1).

source: The radula consists of 14–18 rows of teeth with one outer lateral tooth and one inner lateral tooth on each side.
nb: Raspetungen (radula) består av 14–18 tannrekker med en indre sidetann og en ytre sidetann på hver side.

source: The species is characterized as acid sensitive and is most common when pH >6.0.
nb: Arten er karakterisert som moderat forsuringsfølsom og flest funn er gjort ved >6,0.

source: The distal corner has 4–5 quite long teeth.
nb: På enden av bakkroppen finner vi 4–5 relativt lange tenner.

source: Occurs along the entire Norwegian coast, the British Isles, the Canary Islands and the Mediterranean Sea (Thompson 1988, Brattegard & Holthe 2001, Høisæter 2009).
nb: Finnes langs hele Norskekysten, de Britiske Øyer, Kanariøyene og Middelhavet (Thompson 1988, Brattegard & Holthe 2001, Høisæter 2009).

source: The opening is wide and the edge is slightly wavy (scalloped).
nb: Toppen av skallet (apeks) er avstumpet og litt sunket inn i skallet.

source: of data and information.
nb: av data og informasjon.

source: Length 1.2–1.3 mm
nb: Lengde 1,2–1,3 mm
